Repository: MarketKernel/webmoney-business-tools
Catalog: Ext/WebMoney.XmlInterfaces/Properties/Resources.*.resx
Languages: ru

# X2_P000103
source: A transaction with the submitted value for w3s.request/trans/tranid has already been executed
ru: транзакция с таким значением поля w3s.request/trans/tranid уже выполнялась

# X2_P000110
source: No access to interface
ru: нет доступа к интерфейсу

# X2_P000111
source: Attempt to transfer funds from a WM purse which does not belong to the WMID used to sign the request; Security trust has not been established.
ru: попытка перевода с кошелька не принадлежащего WMID, которым подписывается запрос; при этом доверие не установлено.

# X_P000110
source: The option can be enabled at the Web Merchant Interface service settings page in the "additional parameters" section. Enabling this option you undertake to use the "trans\onlyauth = 1" parameter. The Keeper that signs requests should have Personal passport.
ru: Интерфейс не подключен для вашего WMID! Для подключения зайдите на страницу настроек сервиса Web Merchant Interface. Включение производится в таблице "Дополнительные параметры".

# X_P000177
source: The option of confirmation of operations is enabled for the WMID the settings of which are trying to be changed. Such request cannot be executed. The owner of the WMID can add the necessary WMID to the trusted list at the corresponding page of the Security service web-site.
ru: WMID, настройки которого пытаются изменить, использует опцию подтверждения операций. Такой запрос не может быть выполнен. Владелец wmid может самостоятельно внести необходимый wmid в список доверенных на странице сервиса безопасности
