Repository: MarketKernel/webmoney-business-tools
Catalog: Ext/WebMoney.XmlInterfaces/Properties/Resources.*.resx
Languages: ru

# X1_P000054
source: merchant's purse w3s.request/invoice/storepurse isn't registered inthe Megastock catalog and at the same time exceeded the daily limit for accepting funds set for this automated method
ru: кошелек продавца w3s.request/invoice/storepurse не имеет регистрации в каталоге Мегасток и при этом превысил дневной лимит на прием средств автоматизированным способом

# X1_P000055
source: merchant's purse w3s.request/invoice/storepurse isn't registered in the Megastock catalog and at the same time exceeded the weekly limit for accepting funds set for this automated method
ru: кошелек продавца w3s.request/invoice/storepurse не имеет регистрации в каталоге Мегасток и при этом превысил недельный лимит на прием средств автоматизированным способом

# X1_P000056
source: merchant's purse w3s.request/invoice/storepurse isn't registered in the Megastock catalog and at the same time exceeded the monthly limit for accepting funds set for this automated method
ru: кошелек продавца w3s.request/invoice/storepurse не имеет регистрации в каталоге Мегасток и при этом превысил месячный лимит на прием средств автоматизированным способом

# X1_P000061
source: Borrower's trust limit has been exceeded.
ru: Превышен лимит долговых обязательств заемщика

# X1_P000067
source: The operation in the amount of more than 15000 WMR to this purse is only available to the identified citizens of the Russian Federation.
ru: Операция на сумму больше 15000 WMR на этот кошелек доступна только идентифицированным гражданам РФ

# X1_P000102
source: Requirement for the steady increase of the w3s.request/reqn property was not followed
ru: не выполнено условие постоянного увеличения значения параметра w3s.request/reqn

# X1_P000110
source: No permission for using the interface; certificate does not meet the requirements
ru: нет прав на использования интерфейса; аттестат не удовлетворяет требованиям

# X1_P000111
source: Attempt to send invoice for a purse which does not belong to the WMID used to sign the request; security trust is also not set.
ru: попытка выставление счета для кошелька не принадлежащего WMID, которым подписывается запрос; при этом доверие не установлено.

# X20P_N000022
source: The code can not be more than 8 digits
ru: Код не может быть больше 8 цифр

# X20P_P000500
source: Message from WebMoney Transfer : specified SMS-code is wrong. Maybe it`s code from another payment, wait for the code and try to specify it again.
ru: Сообщение от WebMoney Transfer: вы неверно указали код, полученный по SMS для оплаты с вашего WebMoney-чека, возможно это код от другого платежа, дождитесь кода и попробуйте указать его снова.

# X20P_P000501
source: Message from WebMoney Transfer : for now your Merchant has stopped accepting payments by SMS, please try again later.
ru: Сообщение от WebMoney Transfer: в данный момент ваш продавец приостановил прием платежей, попробуйте, пожалуйста, позднее.

# X20P_P000502
source: Only unique lmi_payment_no allowed
ru: Только уникальное значение номера платежа в системе учета продавца является допустимым. Возможно вы уже делали или пытались делать платеж с таким номером и вам необходимо начать все снова.

# X20P_P000503
source: Message from WebMoney Transfer : Only the following purse types can be used for payment: WMZ, WME, WMR, WMU, WMG, WMB. You`ve tried the wrong purse type.
ru: Сообщение от WebMoney Transfer: В данный момент реализована возможность оплаты только для следующих типов кошельков WMZ, WME, WMR, WMU, WMG, WMB. Вы пытаетесь заплатить на кошелек с типов ВМ-валюты, который пока не поддерживается.

# X20P_P000504
source: Message from WebMoney Transfer : for now your Merchant has stopped accepting payments by SMS, please try again later.
ru: Сообщение от WebMoney Transfer: в данный момент ваш продавец приостановил прием платежей, попробуйте, пожалуйста, позднее.

# X20P_P000505
source: Message from WebMoney Transfer : for now your Merchant has stopped accepting payments by SMS, please try again later.
ru: Сообщение от WebMoney Transfer: в данный момент ваш продавец приостановил прием платежей, попробуйте, пожалуйста, позднее.

# X20P_P000506
source: Message from WebMoney Transfer : for now your Merchant has stopped accepting payments by SMS, please try again later.
ru: Сообщение от WebMoney Transfer: в данный момент ваш продавец приостановил прием платежей, попробуйте, пожалуйста, позднее.

# X20P_P000507
source: Message from WebMoney Transfer : for now your Merchant has stopped accepting payments by SMS, please try again later.
ru: Сообщение от WebMoney Transfer: в данный момент ваш продавец приостановил прием платежей, попробуйте, пожалуйста, позднее.

# X20P_P000508
source: Message from WebMoney Transfer : for now your Merchant has stopped accepting payments by SMS, please try again later.
ru: Сообщение от WebMoney Transfer: в данный момент ваш продавец приостановил прием платежей, попробуйте, пожалуйста, позднее.

# X20P_P000509
source: Message from WebMoney Transfer : for now your Merchant has stopped accepting payments by SMS, please try again later.
ru: Сообщение от WebMoney Transfer: в данный момент ваш продавец приостановил прием платежей (кошелек в тестовом режиме), попробуйте, пожалуйста, позднее.

# X20P_P000510
source: Message from WebMoney Transfer : for now your Merchant has stopped accepting payments by SMS, please try again later.
ru: Сообщение от WebMoney Transfer: в данный момент ваш продавец приостановил прием платежей (кошелек в тестовом режиме), попробуйте, пожалуйста, позднее.

# X20P_P000511
source: You can only pay by entering your phone number, WMID or E-mail, other payment methods are not available yet.
ru: В данный момоент можно заплатить только введя номер телефона или WM-идентификатор или E-mail, другие способы пока не поддерживаются.

# X20P_P000512
source: No WMID was found via the specified phone number.
ru: По указанному вами телефону не найден ни один WM-идентификатор

# X20P_P000513
source: The specified phone number is not verified, go to passport.webmoney.ru and verify your phone number by entering the verification code, received via SMS.
ru: По указанному вами телефону найден WM-идентификатор, но данный телефон не проверен, пожалуйста перейдите на passport.webmoney.ru и там в личных данных проверьте свой номер телефона, получив SMS и введя код проверки.

# X20P_P000514
source: WMID found via the specified phone number has insufficient funds.
ru: В WM-идентификаторе, который был найден по указанному вами телефону нет достаточного для оплаты количества средств

# X20P_P000515
source: WMID found via the specified phone number has a purse with enough funds, but this purse is set up for merchant.webmoney and can not be used for this payment. Please either top up another purse or go to https://security.wmtransfer.com/asp/trustlistmerch.asp and specify the purse which shall be used for SMS payment.
ru: В WM-идентификаторе, который был найден по указанному вами телефону найден кошелек с достаточным для оплаты количеством средств, но этот кошелек настроен на прием оплаты в merchant.webmoney и заплатить с него нельзя. Пожалуйста, или пополните другой кошелек или зайдите на https://security.webmoney.ru/asp/trustlistmerch.asp и укажите точно какой именно кошелек необходимо использовать для оплаты в этом типе платежей по телефону.

# X20P_P000516
source: The specified WMID can not be found.
ru: Указанный WM-идентификатор не найден в системе.

# X20P_P000517
source: The specified WMID has unverified phone, go to passport.wmtransfer.com and verify your phone number by entering the verification code, received via SMS.
ru: Найден указанный вами WM-идентификатор, но телефон прописанный в нем не проверен, пожалуйста, перейдите на passport.webmoney.ru и там в личных данных проверьте свой номер телефона, получив SMS и введя код проверки.

# X20P_P000518
source: The specified WMID was found but it has insufficient funds.
ru: Найден указанный вами WM-идентификатор, но на его кошельке средств для оплаты недостаточно.

# X20P_P000519
source: The specified WMID has a purse with enough funds, but this purse is set up for merchant.webmoney and can not be used for this payment. Please either top up another purse or go to https://security.wmtransfer.com/asp/trustlistmerch.asp and specify the purse which shall be used for SMS payment.
ru: В WM-идентификаторе, который был найден, есть кошелек с достаточным для оплаты количеством средств, но этот кошелек настроен на прием оплаты в merchant.webmoney и заплатить с него нельзя. Пожалуйста, или пополните другой кошелек или зайдите на https://security.webmoney.ru/asp/trustlistmerch.asp и укажите точно какой именно кошелек необходимо использовать для оплаты в этом типе платежей по телефону.

# X20P_P000520
source: No WMID was found via the specified E-mail.
ru: По указанному вами E-mail не найден ни один WM-идентификатор.

# X20P_P000521
source: WMID found via the specified E-mail has unverified phone number, go to passport.wmtransfer.com and verify your phone number by entering the verification code, received via SMS.
ru: По указанному вами E-mail найден WM-идентификатор, но телефон в нем не проверен. Пожалуйста, перейдите на passport.webmoney.ru и там в личных данных проверьте свой номер телефона, получив SMS и введя код проверки.

# X20P_P000522
source: WMID found via the specified E-mail has insufficient funds.
ru: На кошельках WM-идентификатора, который был найден по указанному вами E-mail, средств для оплаты недостаточно.

# X20P_P000523
source: WMID found via the specified E-mail has a purse with enough funds, but this purse is set up for merchant.webmoney and can not be used for this payment. Please either top up another purse or go to https://security.wmtransfer.com/asp/trustlistmerch.asp and specify the purse which shall be used for SMS payment.
ru: В WM-идентификаторе, который был найден по указанному вами E-mail, есть кошелек с достаточным для оплаты количеством средств, но этот кошелек настроен на прием оплаты в merchant.webmoney и заплатить с него нельзя. Пожалуйста, или пополните другой кошелек или зайдите на https://security.webmoney.ru/asp/trustlistmerch.asp и укажите точно какой именно кошелек необходимо использовать для оплаты в этом типе платежей по телефону.

# X20P_P000524
source: You are trying to make a payment which exceeds the specified limit, you can fix limits for each purse type at https://security.wmtransfer.com/asp/trustlistmerch.asp
ru: Вы пытаетесь заплатить сумму, которая превышает лимит, установленный по умолчанию или назначенный вами. Отрегулировать лимиты для каждого типа кошельков можно на странице https://security.webmoney.ru/asp/trustlistmerch.asp

# X20P_P000525
source: The specified WMID is found but the SMS payment option is not enabled for this WMID, this option is enabled for another WMID of this phone number. Either use WMID with enabled SMS payment option, or enable this option at https://security.wmtransfer.com/asp/trustlistmerch.asp
ru: Указанный вами WM-идентификатор найден, но в нем не включена опция оплаты по SMS, она включена в другом WM-идентификаторе с тем же телефоном. Либо используйте его, либо включите опцию в этом ВМИД на странице https://security.webmoney.ru/asp/trustlistmerch.asp

# X20P_P000526
source: WMID found via details you`ve provided has disabled SMS payment option; to enable it, go to https://security.wmtransfer.com/asp/trustlistmerch.asp
ru: По введенным вами данным найден WM-идентификатор, в котором опция оплаты по SMS была выключена владельцем WM-идентификатора. Включить ее опять можно на странице https://security.webmoney.ru/asp/trustlistmerch.asp

# X20P_P000527
source: WMID found via details you`ve provided doesn`t have a required purse type.
ru: По введенным вами данным найден WM-идентификатор, но в нем нет подходящего для оплаты кошелька (или кошелек не настроен), произведите настройку кошелька на сайте https://security.webmoney.ru/asp/trustlistmerch.asp

# X20P_P000528
source: The payment amount exceeds the daily limit for such payments; to fix limits, go to https://security.wmtransfer.com/asp/trustlistmerch.asp
ru: Сумма платежа превышает назначенный вами (или по умолчанию) дневной лимит для платежей такого типа, регулировка лимитов находится на странице https://security.webmoney.ru/asp/trustlistmerch.asp

# X20P_P000529
source: The payment amount exceeds the weekly limit for such payments; to fix limits, go to https://security.wmtransfer.com/asp/trustlistmerch.asp
ru: Сумма платежа превышает назначенный вами (или по умолчанию) недельный лимит для платежей такого типа, регулировка лимитов находится на странице https://security.webmoney.ru/asp/trustlistmerch.asp

# X20P_P000530
source: The payment amount exceeds the monthly limit for such payments; to fix limits, go to https://security.wmtransfer.com/asp/trustlistmerch.asp
ru: Сумма платежа превышает назначенный вами (или по умолчанию) месячный лимит для платежей такого типа, регулировка лимитов находится на странице https://security.webmoney.ru/asp/trustlistmerch.asp

# X20P_P000531
source: The specified (or default) purse for SMS payments has insufficient funds.
ru: Назначенный вами (или по умолчанию) кошелек для платежей по SMS не имеет достаточной суммы.

# X20P_P000532
source: WMID found via details you`ve provided doesn`t have a purse with enabled SMS payment option, go to https://security.wmtransfer.com/asp/trustlistmerch.asp
ru: По введенным вами данным найден WM-идентификатор, но кошелек требуемого типа не настроен на оплату через SMS, обратитесь к странице https://security.webmoney.ru/asp/trustlistmerch.asp

# X20P_P000533
source: SMS payments are not allowed for this WMID, please contact WebMoney Transfer support team - support.wmtransfer.com
ru: Для найденного WM-идентификатора платежи по SMS невозможны, обратитесь, пожалуйста в тех. поддержку системы WebMoney Transfer

# X20P_P000534
source: Go to https://security.wmtransfer.com/asp/trustlistmerch.asp for enable SMS payment for needed purse type.
ru: Вы уже платили данным способом (SMS или USSD), но с кошелька другого типа, к сожалению пока мы не можем автоматически включить вам возможность оплаты для этого типа кошелька. Установите для нужного кошелька лимиты на оплату на странице https://security.webmoney.ru/asp/trustlistmerch.asp и попробуйте снова.

# X20P_P000535
source: Too many SMS (or USSD) without payment, please try again later.
ru: Слишком много SMS (или USSD) не закончившихся оплатой отправлено на Ваш телефон, пожалуйста, подождите и попробуйте позднее.

# X20P_P000543
source: You`ve already tried to make a payment with the same number, for the same amount, to the same merchant, please try again later.
ru: Несколько минут назад вы уже пытались платить этому продавцу на эту же сумму и с этим же номером платежа, попробуйте пожалуйста позднее.

# X20P_P000550
source: Something goes wrong, you`re trying to confirm the payment, which is not registered in the system as a payment WebMoney.Check, please refer to this problem to your merchant
ru: Что-то идет не так, вы пытаетесь подтвердить платеж, который не зарегистрирован в системе как платеж с WebMoney.Check, обратитесь, пожалуйста, с этой проблемой к своему продавцу.

# X20P_P000551
source: You have refused to pay this payment by WebMoney.Check, to pay all the same we should start again.
ru: Вы отказались от оплаты данного платежа с помощью WebMoney.Check, чтобы все же заплатить надо начинать снова.

# X20P_P000553
source: This payment has not yet been paid. You pay for it through WebMoney.Check, while you did not specify the code sent to you by SMS.
ru: Данный платеж пока еще не оплачен. Вы оплачиваете его через WebMoney чек, при этом вы не указали код, высланный вам по SMS.

# X20P_P000555
source: Something goes wrong, you`re trying to confirm the payment, which is not registered in the system as a payment WebMoney, please refer to this problem to your merchant
ru: Что-то идет не так, вы пытаетесь подтвердить платеж, который не зарегистрирован в системе как платеж с WebMoney, обратитесь, пожалуйста, с этой проблемой к своему продавцу.

# X20P_P000556
source: Or the payment has not yet been paid for (if you pay for USSD or through any WebMoney Keeper), or you entered an incorrect code sent to you via SMS.
ru: Либо данный платеж пока еще не оплачен (если вы оплачиваете счет по USSD или через какую-либо программу или сайт по управлению WM-кошельками), либо вы указали неверный код, высланный вам по SMS.

# X20P_P000557
source: You have refused to pay this payment by WebMoney, to pay all the same we should start again.
ru: Вы отказались от оплаты данного платежа с помощью WebMoney, чтобы все же заплатить надо начинать снова.

# X20P_P000558
source: SMS was not sent on the payment, please try again from merchant`s site.
ru: SMS не была отправлена по данному платежу.

# X20P_P000561
source: Message from WebMoney Transfer : USSD payment is not yet confirmed, you have probably already cancel the payment, otherwise wait for confirmation.
ru: Сообщение от WebMoney Transfer: Подтверждение платежа по USSD пока еще неполучено, возможно вы уже отказались от платежа, в противном случае дождитесь получения подтверждения.

# X20P_P000571
source: The phone number you`ve provided has no registered WebMoney.Check, your WMID can not be found (WMID with this phone number may exist, but it may have no funds or a required purse type).
ru: Вы указали номер телефона по которому не зарегистрирован WebMoney.Check и поиск подходящего WM-идентификатора в системе по указанному телефону также ничего не дал (возможно WMID с таким телефоном есть, но на нем нет средств или нужного типа кошелька).

# X20P_P000572
source: The phone number you`ve provided has registered WebMoney.Check, but it doesn`t coincide with the Merchant`s purse type, e.g. you are trying to pay with WMR check to the merchant with WMU purse.
ru: Вы указали номер телефона, по которому зарегистрирован WebMoney.Check, но его тип не совпадает с типом кошелька продавца, например, вы пытаетесь чеком с WMR-балансом заплатить продавцу на WMU-кошелек.

# X20P_P000573
source: The phone number you`ve provided has no registered WebMoney.Check, or it has insufficient funds.
ru: Вы указали номер телефона по которому не зарегистрирован WebMoney.Check, либо на нем нет требуемой для оплаты суммы, если на данном телефоне есть регистрация в WebMoney, то на найденных WMID нет необходимой суммы требуемого типа WM-валюты.

# X20_N000001
source: merchant.request/wmid is incorrect
ru: некорректный merchant.request/wmid

# X20_N000002
source: merchant.request/lmi_payee_purse is incorrect
ru: некорректный merchant.request/lmi_payee_purse

# X20_N000003
source: merchant.request/lmi_payement_no is incorrect
ru: некорректный merchant.request/lmi_payement_no

# X20_N000004
source: value of merchant.request/lmi_payment_amount is incorrect
ru: некорректное значение merchant.request/lmi_payment_amount

# X20_N000005
source: merchant.request/lmi_payment_desc is incorrect, less than 5 symbols or greater than 235 symbols
ru: некорректный merchant.request/lmi_payment_desc (менее 5 или более 235 символов)

# X20_N000006
source: merchant.request/lmi_clientnumber is incorrect, less than 5 symbols or greater than 50 symbols
ru: некорректный merchant.request/lmi_clientnumber (менее 5 или более 50 символов)

# X20_N000007
source: merchant.request/lmi_clientnumber_type is incorrect, must be specified 1 digit
ru: некорректный merchant.request/lmi_clientnumber_type, должен состоять из 1 цифры

# X20_N000008
source: Attempt to deposit check to purse failed:PaymerResultNum
ru: Попытка перевода с WM.Check на кошелек не удалась:PaymerResultNum

# X20_N000009
source: sign not right
ru: неверное значение sign

# X20_N000100
source: general request parsing error
ru: общая ошибка при обработке запроса

# X20_P000501
source: Merchant purse not found or purse not in active and work mode
ru: Кошелек продавца не найден или находится не в рабочем режиме

# X20_P000502
source: Only unique lmi_payment_no allowed
ru: Допускается только уникальное значение lmi_payment_no

# X20_P000503
source: Only WMZ, WME, WMR, WMU, WMG, WMB purses allowed
ru: Разрешены только кошельки WMZ, WME, WMR, WMU, WMG и WMB

# X20_P000504
source: Specified WMID in wmid tag not found
ru: Идентификатор, указанный в тэге 'wmid' не обнаружен

# X20_P000505
source: Specified WMID is not owner for lmi_payee_purse and don`t have trust access for create invoice
ru: Кошелек, указанный в lmi_payee_purse, не принадлежит указанному WMID и не имеет доверенности для выставления счетов

# X20_P000506
source: Secret key for lmi_payee_purse not specified
ru: Не указан секретный ключ для lmi_payee_purse

# X20_P000507
source: Specified secret key for lmi_payee_purse - wrong
ru: Указанный секретный ключ для lmi_payee_purse неверен

# X20_P000509
source: Sorry, X20 doesn`t work in test mode with free purpose, please turn on your merchant purse in operating(work) mode (http://merchant.webmoney.ru) or use fixed test parameter of lmi_payment_desc tag for test payments (lmi_payment_desc=X20 test payment).
ru: Извините, для X20 недоступно свободное переключение в тестовый режим. Пожалуйста, переведите ваш кошелек продавца в рабочий режим (http://merchant.webmoney.ru) или используйте фиксированный параметр тега lmi_payment_desc для совершения тестовых платежей (lmi_payment_desc=X20 тестовый платеж)

# X20_P000510
source: Payment from WebMoney.Check is not allowed, because merchant purse is operating in test mode
ru: Платеж с WebMoney.Check невозможен, так как прием средств на кошелек продавца осуществляется в тестовом режиме.

# X20_P000511
source: Specified in lmi_clientnumber_type wrong, only phone, wmid or e-mail allowed
ru: Неверное значение lmi_clientnumber_type: допускается только номер телефона, WMID, или е-мейл

# X20_P000512
source: WMID not found by specified in lmi_clientnumber_type phone
ru: По номеру телефона, указанному в lmi_clientnumber_type не найдено ни одного WMID

# X20_P000513
source: Specified in lmi_client_number phone not checked,
ru: Номер телефона, указанный в lmi_client_number не проверен

# X20_P000514
source: WMID found by specified in lmi_clientnumber_type phone have not enough money
ru: На WMID, найденном по номеру телефона, указанному в lmi_clientnumber_type недостаточно средств

# X20_P000515
source: Purse found by specified in lmi_clientnumber_type phone used for active merchant interface and payment not allowed
ru: Кошелек, найденный по указанному в lmi_clientnumber_type номеру телефона, используется для приема платежей при помощи Merchant и производить оплату с него не разрешается

# X20_P000516
source: Specified in lmi_clientnumber_type WMID not found
ru: WMID, указанный в lmi_clientnumber_type, не найден

# X20_P000517
source: Specified in lmi_client_number WMID have no checked phone,
ru: В данных WMID, указанного в lmi_client_number нет проверенного номера телефона

# X20_P000518
source: Specified in lmi_clientnumber_type WMID have not enough money
ru: На WMID, указанном в lmi_clientnumber_type недостаточно средств

# X20_P000519
source: Purse found by specified in lmi_clientnumber_type WMID used for active merchant interface and payment not allowed
ru: Кошелек, найденный по указанному в lmi_clientnumber_type WMID, используется для приема средств при помощи Merchant и производить оплату с него не разрешается

# X20_P000520
source: WMID not found by specified in lmi_clientnumber_type email
ru: По е-мейлу, указанному в lmi_clientnumber_type не найдено ни одного WMID

# X20_P000521
source: WMID found by specified in lmi_client_number email, but it have no no checked phone
ru: По указанному в lmi_client_number е-мейлу найден WMID, но в его аттестате нет проверенного номера телефона
