Repository: MarketKernel/webmoney-business-tools
Catalog: Ext/WebMoney.XmlInterfaces/Properties/Resources.*.resx
Languages: ru

source: accountant
ru: бухгалтер

source: alias
ru: псевдонима

source: developer
ru: разработчика

source: director
ru: директор

source: entity
ru: юридическое лицо

source: Error
ru: Ошибка

source: formal
ru: формальный

source: guarantor
ru: гаранта

source: initial
ru: начальный

source: merchant
ru: продавца

source: operator
ru: оператора

source: personal
ru: персональный

source: private entrepreneur
ru: ИП

source: private person
ru: частное лицо

source: registrar
ru: регистратора

source: representative
ru: представитель юр. лица

source: revoked
ru: отозван

# Service1
source: service
ru: сервиса WMT

# Service2
source: service
ru: сервиса WMT

# X14_P000017
source: Insufficient funds on the purse for refunding.
ru: недостаточно средств на кошельке для осуществления возврата

# X14_P000050
source: the transaction 'inwmtranid' is not found, may be this transaction was performed more than one month ago or it is a transation between credit purses
ru: транзакция inwmtranid не найдена, возможно она была совершена несколько месяцев назад или это транзакция между кредитными кошельками

# X14_P000051
source: the transaction 'inwmtranid' is the protected one (complete or incomplete), it cannot be refunded by this interface
ru: транзакция inwmtranid имеет тип с протекцией (возвращенная или незавершенная), вернуть ее данным интерфейсом нельзя

# X14_P000052
source: the amount of inwmtranid transaction is less then the sum sent in the trans/amount request tag; a sum exceeding the initial one cannot be refunded.
ru: сумма транзакции inwmtranid меньше суммы переданной в теге запроса trans/amount, вернуть сумму больше исходной нельзя

# X14_P000053
source: more than 30 days elapsed since the 'inwmtranid' transaction date
ru: прошло более 30 дней с момента совершения транзакции inwmtranid

# X14_P000054
source: If a payment had been made from a purse of PAYMER service, with a WM-card, WM-note or a paymer check, and moreover, moneybackphone parameter had not been specified in the request (that makes refunding impossible), the client's mobile phone number should be got and sent to moneybackphone, for a refund to the WM.Check account with the corresponding number could be made.
ru: транзакция выполнена с кошельков сервиса PAYMER при помощи ВМ-карты , ВМ-ноты или чека Пеймер, при этом параметр moneybackphone в запросе не был указан и возврат не может быть осуществлен, необходимо получить у покупателя номер мобильного телефона и передать его в moneybackphone , чтобы покупателю был сделан возврат на этот телефон в Сервис WebMoney Check

# X14_P000055
source: transaction performed via e-invoicing (lmi_sdp_type parameter in Result_URL) and no moneybackphone specified in the request (moreover, lmi_sdp_type indicates that the customer's phone number has never been received) and no refund can be performed. It is necessary to get the user's mobile phone number and put it to moneybackphone for a refund could be made to the WebMoney Check with the corresponding number.
ru: транзакция выполнена через e-invoicing (параметр lmi_sdp_type в resulturl )а moneybackphone в запросе не был указан (при этом тип lmi_sdp_type платежа тако что в системе нет номера телефона покупателя) и возврат не может быть осуществлен, необходимо получить у покупателя номер мобильного телефона и передать его в moneybackphone , чтобы был сделан возврат на этот телефон в Сервис WebMoney Check

# X14_P000056
source: the amount of inwmtranid transaction is less then the sum sent in the trans/amount request tag and less then the sums refunded for inwmtraind transactions earlier.
ru: сумма транзакции inwmtranid меньше суммы переданной в теге запроса trans/amount и сумм , которые возвращались в рамках транзакции inwmtranid ранее

# X14_P000103
source: a transaction with such w3s.request/trans/tranid value has already been performed and its sum totaled exactly the sum which should have been refunded.
ru: транзакция с таким значением поля w3s.request/trans/tranid уже выполнялась на полную сумму возврата при первом же вызове

# X14_P000104
source: a transaction with such w3s.request/trans/tranid value and the same sum of partial refund has already been performed; it can be repeated not earlier than in half an hour.
ru: транзакция с таким значением поля w3s.request/trans/tranid и с такой же частичной суммой возврата уже выполнялась, второй раз можно вызвать частичный возврат в рамках этой исходной транзакции и на эту же сумму не ранее чем через полчаса

# X16_P000015
source: Internal error of purse creation
ru: внутренняя ошибка создания кошелька

# X16_P000031
source: There can be only one purse of the specified type
ru: кошелек указанного типа может быть только один

# X16_P000044
source: This WM-identifier was refused to create a purse of this type
ru: в создании кошелька данного типа данному ВМ-идентификатору отказано

# X16_P000048
source: It is not allowed to create a purse of this type for residents of your country
ru: cоздание кошелька данного типа не позволяется в Вашей стране

# X16_P001007
source: Too many purses created for the WMID. Current limitation is 1000 purses for a WMID.
ru: слишком много кошельков внутри одного ВМИД, текущее ограничение - 1000 кошельков внутри одного ВМИД

# X18E_N000001
source: WM Keeper is offline. Restart your WM Keeper.
ru: кипер не в режиме online. Перезапустите Ваш кипер.

# X18E_N000002
source: Select the option “activation of WebMoney Keeper” in settings / security of your WM Keeper Classic
ru: включите режим использования активации в диалоге Параметры программы\Безопасность WM Keeper Classic

# X18E_N000003
source: Acceptance of payments is not possible. A merchant restricted this payment option on his side
ru: прием платежей невозможен, продавец запретил у себя данный способ платежа

# X18E_N000004
source: IP-address of your WM Keeper and of your check request are different. Select IP blocking at the following link: security.webmoney.ru.
ru: IP адреса вашего кипера и запроса на платеж различаются. Включите блокировку по IP адресу на сайте security.webmoney.ru.

# X18E_N000100
source: A merchant didn’t give permission to complete the operation
ru: продавец не дал разрешение на выполнение операции

# X18E_P000006
source: A correspondent is not found
ru: корреспондент не найден

# X18E_P000011
source: A sender’s purse is not found
ru: кошелек отправителя не найден

# X18E_P000013
source: Too small amount to be operated
ru: слишком маленькая сумма операции

# X18E_P000017
source: Funds are not enough in your purse or limits are depleted
ru: недостаточно средств на кошельке или исчерпан лимит

# X18E_P000018
source: Limits are depleted for your Mini or Social Keeper.
ru: для вашего Mini или Social Keeper достигнут лимит платежей

# X18E_P000026
source: There have to be two purses in the operation
ru: в операции должно участвовать два кошелька

# X18E_P000029
source: Types of purses are different
ru: типы кошельков различны

# X18E_P000030
source: A purse doesn’t support the operation
ru: кошелек не поддерживает операцию

# X18E_P000032
source: A completion of operation is not possible until a passport is received
ru: выполнение операции невозможно до получения аттестата

# X18E_P000033
source: Payer's credit status doesn’t comply with a merchant’s demands
ru: кредитный статус покупателя не соответствует требованиям продавца

# X18E_P000301
source: You’ve got an IP blocking. You are trying to pay with IP which is not in your white list of IP-addresses .
ru: у Вас стоит блокировка по IP. Вы пытаетесь заплатить используя IP-адрес, которого нет в Вашем списке разрешенных IP-адресов.

# X18E_P000400
source: Payment with the same number has been already made. A merchant doesn’t allow making repeated payments with one and the same number. Please try to make payment again
ru: платеж с таким номером у данного продавца уже был, продавец не разрешает производить повторные платежи с одним и тем же номером, попробуйте произвести платеж снова с самого начала

# X18E_P000401
source: You have recently made a try of payment with a check in this amount to a merchant. Please wait till the status of your previous payment is clarified
ru: с этим чеком Вы уже только что делали попытку оплаты данному продавцу на данную сумму, подождите пока не будет выяснено состояние предыдущего платежа

# X18E_P000402
source: You have successfully made a payment with this check to a merchant. Please wait for 15 minutes for another payment to be made
ru: с этим чеком Вы уже только что успешно произвели оплату данному продавцу на данную сумму, подождите 15 минут для того, чтобы появилась возможность произвести следующую оплату

# X18E_P000403
source: You have successfully made a payment with this check to a merchant. Please wait for 15 minutes for another payment to be made
ru: с этим чеком Вы уже только что успешно произвели оплату данному продавцу на данную сумму, подождите 15 минут для того, чтобы появилась возможность произвести следующую оплату

# X18E_P000411
source: You have recently made a try of payment with this WM-note in this amount to a merchant. Please wait till the status of your previous payment is clarified
ru: с этой WM-нотой Вы уже только что делали попытку оплаты данному продавцу на данную сумму, подождите пока не будет выяснено состояние предыдущего платежа

# X18E_P000412
source: You have successfully made a payment with this WM-note to a merchant. Please wait for 15 minutes for another payment to be made
ru: с этой WM-нотой Вы уже только что успешно произвели оплату данному продавцу на данную сумму, подождите 15 минут для того, чтобы появилась возможность произвести следующую оплату

# X18E_P000413
source: You have successfully made a payment with this WM-note to a merchant. Please wait for 15 minutes for another payment to be made
ru: с этой WM-нотой Вы уже только что успешно произвели оплату данному продавцу на данную сумму, подождите 15 минут для того, чтобы появилась возможность произвести следующую оплату

# X18E_P001001
source: Payment with this check (WM-card) is not found. You should make payment again and please do not not make long pauses while entering check’s details
ru: платеж с данным чеком (ВМ-картой) не найден, Вам необходим начать все сначала и не делать длительные паузы при вводе реквизитов чека

# X18E_P001003
source: Invalid paymer check’s code (authorization code of WM-card)
ru: код чека Paymer (код авторизации ВМ-карты) указан неверно

# X18E_P001004
source: Payment with this check (WM-card) is not found. You should start making payment again and please do not make long pauses while entering check’s details
ru: платеж с данным чеком (ВМ-картой) не найден, Вам необходим начать все сначала и не делать длительные паузы при вводе реквизитов чека

# X18E_P001005
source: One-time verification code of WebMoney check is incorrect (it was probably entered with a mistake or a code of previous payment was indicated). You should make payment again
ru: одноразовый код подтверждения WebMoney чека указан неверно (возможно введен с ошибкой или указан код предыдущего платежа), необходимо все начать снова

# X18E_P001006
source: One-time limit is exceeded in the operation using WebMoney check. Please find more information here: http://wiki.webmoney.ru/projects/webmoney/wiki/tarify_i_ogranicheniya_servisa_webmoney_check
ru: превышен разовый лимит на совершение операции с WebMoney чека, подробнее на http://wiki.webmoney.ru/projects/webmoney/wiki/tarify_i_ogranicheniya_servisa_webmoney_check

# X18E_P001011
source: Payment with this WM-note is not found. You should make payment again and please do not make long pauses while entering check’s details
ru: платеж с данной WM-нотой не найден, Вам необходим начать все сначала и не делать длительные паузы при вводе реквизитов чека

# X18E_P001012
source: Payment with this WM-note is cancelled
ru: платеж с данной WM-нотой отменен

# X18E_P001013
source: Invalid code of WM-note
ru: код WM-ноты указан неверно

# X18E_P002005
source: Code of payment, which was sent to your phone, was entered incorrectly
ru: КОД платежа присланный на Ваш телефон, введен неверно

# X18E_P002008
source: Payment with the same number has been already made. A merchant doesn’t allow making repeated payments with one and the same number. Please try to make payment again
ru: платеж с таким номером у данного продавца уже был, продавец не разрешает производить повторные платежи с одним и тем же номером, попробуйте произвести платеж снова с самого начала

# X18E_P002012
source: Making payment was failed. Probably you have not enough funds on your telephone’s balance (or on a purse managed from the telephone) to make a transaction
ru: платеж произвести не удалось, возможно у Вас на телефоне (или кошельке управляемом с телефона) не хватает средств, для проведения платежа

# X18E_P002015
source: Making payment was failed. Probably you have not enough funds on your telephone’s balance (or on a purse managed from the telephone) to make a transaction
ru: платеж произвести не удалось, возможно у Вас на телефоне (или кошельке управляемом с телефона) не хватает средств, для проведения платежа

# X18E_P002117
source: Making payment was failed. Probably you have not enough funds on your telephone’s balance (or on a purse managed from the telephone) to make a transaction or you exceeded the limit for one operation in the equivalent of 1000 WMR
ru: платеж произвести не удалось, возможно у Вас на телефоне (или кошельке управляемом с телефона) не хватает средств, для проведения платежа, либо Вы превысили лимит на 1 операцию в эквиваленте 1000 WMR

# X18E_P003205
source: Check with indicated data is not found. Probably it has already been redeemed
ru: чек с указанными данными не найден, возможно он уже погашен

# X18E_P006401
source: Payment via a bank card has not been made by processing yet. Please wait for a while
ru: платеж по банковской карте пока не проведен процессингом, пожалуйста подождите

# X18E_P006402
source: Payment with this data via a bank card has been successfully made or cancelled. To make it again with the same data is not possible
ru: платеж с данными реквизитами по банковской карте уже был успешно проведен или отменен, произвести его повторно с теми же реквизитами нельзя

# X18E_P007004
source: It’s not possible to make an exchange together with a payment at this moment
ru: В данный момент произвести обмен вместе с платежом невозможно.

# X18E_P007005
source: There is already a necessary amount of funds on purses. Please transfer all necessary type of funds to one purse and then pay from it. The exchange is not possible.
ru: В общей сумме на кошельках уже имеется необходимая сумма средств, переведите все средства, требуемого типа на один кошелек и заплатите с него. Обмен невозможен.

# X18E_P007007
source: An error of the creation of a necessary type of purse for a payment by client
ru: Ошибка создания у клиента кошелька требуемого для платежа типа.

# X18E_P007008
source: A client doesn’t have enough funds on similar purses in order to exchange them and make a payment
ru: У клиента недостаточно средств на кошельках одного типа, чтобы обменяв их произвести требуемый платеж.

# X18E_P008001
source: A merchant has restrictions to receive payments from some countries. As your country of registration is not specified the payment cannot be made.
ru: Продавец имеет ограничения на прием платежей по некоторым странам. Так как страна вашей регистрации не установлена платеж не может быть выполнен.

# X18E_P008002
source: Payment cannot be made. A merchant doesn’t accept funds from the country you have indicated during the registration.
ru: Платеж не может быть выполнен. Продавец не принимает платежи из страны, которую вы указали при регистрации.

# X18E_P008003
source: Invalid SMS verification code
ru: Введен неверный код SMS подтверждения

# X18E_P008004
source: SMS verification code is not entered
ru: Не введен код SMS подтверждения

# X18E_P009012
source: You have followed this link repeatedly. Your payment has already been completed, funds were transferred to a merchant and he was informed about it.
ru: Вы перешли по данной ссылке повторно.Ваш платеж уже был успешно проведен в прошлый раз, средства переданы продавцу и он уведомлен о платеже.

# X18E_P100001
source: The latency from a merchant’s server was exceeded. Please try again later and inform the merchant if the error occurs again.
ru: Превышено время ожидания ответа от сервера продавца. Попробуйте позже и сообщите продавцу, если ошибка повторится.

# X18E_P100002
source: A customer refused to make payment
ru: Покупатель отказался от выполнения платежа

# X18E_P100004
source: A merchant closed a checkout page
ru: Покупатель закрыл страницу оплаты

# X18_N000100
source: General parsing error. Incorrect request format.
ru: общая ошибка при разборе запроса

# X19_000000
source: request successful, the information given in the request matches the information for the user's WM passport, other values mean that an error occurred for the request
ru: запрос выполнен успешно, переданные в запросе данные соответствуют данным, указанным в аттестате участника системы, другие значения означают, что при запросе произошла ошибка

# X19_P000002
source: signerwmid has no access to the interface
ru: у signerwmid нет доступа к интерфейсу

# X19_P000403
source: request for userinfo/wmid member information is impossible
ru: запрос информации по участнику системы userinfo/wmid не возможен

# X19_P000404
source: specified parameters don't correspond with userinfo/wmid member
ru: указанные параметры не соответствуют участнику системы userinfo/wmid

# X19_P000405
source: userinfo/wmid member should obtain Formal (or higher) passport
ru: участнику системы userinfo/wmid необходимо получить формальный (или выше) аттестат

# X19_P000406
source: request for Capitaller budget automation tools information is impossible
ru: запрос информации по бюджетным автоматам Capitaller не возможен

# X19_P000407
source: userinfo/wmid member of the System should upload a colour copy of all significant pages of his identity card to https://passport.wmtransfer.com/asp/Upload.asp and wait till it is verified
ru: участнику системы userinfo/wmid необходимо загрузить на странице https://passport.webmoney.ru/asp/Upload.asp или https://passport.webmoney.ua/asp/Upload.asp цветную отсканированную копию страницы паспорта с фотографией и дождаться окончания ее проверки

# X19_P000408
source: funds withdrawal to the specified payment card is not allowed for userinfo/wmid member, see http://wiki.wmtransfer.com/projects/webmoney/wiki/Bank_card_verification
ru: на указанную банковскую платежную карту не разрешен вывод средств для участника системы userinfo/wmid, см. http://link.wmtransfer.com/1Q

# X19_P000409
source: 7 days since userinfo/wmid registered to the System have not yet passed
ru: с момента регистрации в системе userinfo/wmid еще не прошло 7 суток

# X19_P000415
source: userinfo/wmid member should check his phone number, see https://passport.wmtransfer.com/asp/mobilever.asp
ru: участнику системы userinfo/wmid необходимо проверить свой телефон, см. https://passport.webmoney.ru/asp/mobilever.asp или https://passport.webmoney.ua/asp/mobilever.asp

# X19_P000416
source: it's impossible to recharge the account of the specified mobile phone
ru: пополнение баланса указанного телефона невозможно

# X19_P000417
source: it's impossible to recharge the account of the specified mobile phone
ru: пополнение баланса указанного телефона невозможно

# X19_P000451
source: this payment system is not supported in this interface
ru: данная платежная система не поддерживается интерфейсом

# X19_P000452
source: member ID is specified incorrectly
ru: неверно указан ID участника

# X19_P000499
source: requests limit exceeded
ru: превышен лимит запросов

# X19_P000500
source: unknown error
ru: не имеющая отдельного кода ошибка, подробности см. в значении retdesc

# X1_N000001
source: Invalid value in w3s.request/invoice/orderid field
ru: неверное значение поля w3s.request/invoice/orderid

# X1_N000002
source: Invalid value in w3s.request/invoice/customerwmid field
ru: неверное значение поля w3s.request/invoice/customerwmid

# X1_N000003
source: Invalid value in w3s.request/invoice/storepurse field
ru: неверное значение поля w3s.request/invoice/storepurse

# X1_N000005
source: Invalid value in w3s.request/invoice/amount field
ru: неверное значение поля w3s.request/invoice/amount

# X1_N000006
source: Field in w3s.request/invoice/desc is too long
ru: слишком длинное поле w3s.request/invoice/desc

# X1_N000007
source: Field in w3s.request/invoice/address is too long
ru: слишком длинное поле w3s.request/invoice/address

# X1_N000008
source: Invalid value in w3s.request/sign field
ru: неверное значение поля w3s.request/sign

# X1_N000009
source: Invalid value in w3s.request/reqn field
ru: неверное значение поля w3s.request/reqn

# X1_N000011
source: Identifier sent in w3s.request/wmid is not registered
ru: идентификатор, переданный в поле w3s.request/wmid не зарегистрирован

# X1_N000012
source: Signature verification failed
ru: проверка подписи не прошла

# X1_N000100
source: General parsing error. Incorrect request format.
ru: общая ошибка при разборе команды. неверный формат команды.

# X1_P000005
source: Invoice sender was not found
ru: отправитель счета не найден

# X1_P000006
source: Invoice recipient was not found
ru: получатель счета не найден

# X1_P000007
source: Invoice sender was not found
ru: отправитель счета не найден

# X1_P000008
source: purse w3s.request/invoice/storepurse belongs to a payments aggregator, but lmi_shop_id is missing or specified incorrectly
ru: кошелек w3s.request/invoice/storepurse принадлежит агрегатору платежей, но lmi_shop_id не указан или указан неверно

# X1_P000035
source: Payer is not authorized by correspondent to execute this operation
ru: плательщик не авторизован корреспондентом для выполнения данной операции. Это означает, что магазин пытается выписать счет плательщику, который, либо не добавил ВМИД магазина к себе в список корреспондентов и при этом запретил неавторизованным (не являющимся его корреспондентами) выписывать себе счета (для Кипер Классик - в главном меню вверху - Инструменты - Парметры программы -Ограничения ), либо плательщик добавил ВМИД магазина к себе в корреспонденты, но именно для ВМИДа этого магазина запретил выписку себе счетов. Без действий со стороны плательщика избежать этой ошибки магазин не может, необходимо показать плательщику ВМИД магазина с инструкцией о том, что ВМИД магазина должен быть добавлен плательщиком в список корреспондентов и для ВМИДа должна быть разрешена выписка счета

# X1_P000051
source: purse w3s.request/invoice/storepurse belongs to a payments aggregator, but lmi_shop_id is missing or specified incorrectly
ru: кошелек продавца w3s.request/invoice/storepurse не имеет регистрации в каталоге Мегасток и при этом имеет лишь аттестат псевдонима, которого недостаточно для приема средств данным автоматизированным способом

# X1_P000052
source: merchant's purse w3s.request/invoice/storepurse isn't registered in the Megastock catalog and at the same time its owner holds Formal passport without verified phone number and verified ID card, that is not enough to accept funds using the given automated method
ru: кошелек продавца w3s.request/invoice/storepurse не имеет регистрации в каталоге Мегасток и при этом имеет формальный аттестат у которого нет проверенного телефона и проверенной копии паспорта или ИНН и этого недостаточно для приема средств данным автоматизированным способом
