Repository: MarketKernel/webmoney-business-tools
Catalog: Ext/WebMoney.XmlInterfaces/Properties/Resources.*.resx
Languages: ru

# X20_P000522
source: WMID found by specified in lmi_clientnumber_type email have not enough money
ru: По е-мейлу, указанному в lmi_clientnumber_type найден WMID, но на нем недостаточно средств

# X20_P000523
source: Purse found by specified in lmi_clientnumber_type email, but it used for active merchant interface and payment not allowed
ru: По е-мейлу, указанному в lmi_clientnumber_type найден WMID, но он используется для приема средств при помощи Merchant и производить оплату с него не разрешается

# X20_P000524
source: Payment amount exceed default daily limit
ru: Сумма платежа превышает дневной лимит, установленный по-умолчанию

# X20_P000525
source: WMID found , but it have no enabled payment option by sms, so this option enabled in another WMID found by phone, please use that WMID for payments
ru: WMID найден, но для него не включена опция платежей по СМС. В то же время, эта опция включена для другого WMID, найденного по номеру телефона. Пожалуйста, используйте этот второй WMID для оплаты

# X20_P000526
source: Payments disabled by user for specified phone/wmid/email
ru: Возможность оплаты отключена пользователем для данного телефона/WMID/е-мейла

# X20_P000527
source: Require purse not found for specified(found) WMID
ru: Требуемый кошелек не найден в списке кошельков указанного (найденного) WMID

# X20_P000528
source: Payment amount exceed daily limit, specified by user
ru: Сумма платежа превышает дневной лимит, установленный владельцем

# X20_P000529
source: Payment amount exceed weekly limit, specified by user
ru: Сумма платежа превышает недельный лимит, установленный владельцем

# X20_P000530
source: Payment amount exceed monthly limit, specified by user
ru: Сумма платежа превышает месячный лимит, установленный владельцем

# X20_P000531
source: Purse (specified by user for sms payments) have not enough money
ru: На кошельке (указанном пользователем для СМС-платежей) недостаточно средств

# X20_P000532
source: Payments disabled by user for required purse type
ru: СМС-платежи для найденного WMID отключены системой

# X20_P000533
source: SMS payments for found WMID disabled by system
ru: СМС-платежи для найденного WMID отключены системой

# X20_P000535
source: Too mach SMS without payments found for specified WMID/email/phone
ru: Обнаружено слишком много отправленных СМС без совершения платежей для данного WMID/е-мейла/телефона

# X20_P000543
source: Less than 15 minutes ago, it is WebMoney check already try to pay same amount with same number to same merchant, try again later
ru: Попытка платежа с данного Чека на такую же сумму, с таким же номером и тому же продавцу была совершена менее 15 минут назад. Повторите попытку позже.

# X20_P000550
source: Specified lmi_wminvoiceid not registred for sms payment by Webmoney Check
ru: Номер платежа, указанный в lmi_wminvoiceid не зарегистрирован в системе как платеж с WebMoney.Check

# X20_P000551
source: User canceled payment lmi_wminvoiceid by WebMoney Check
ru: Пользователь отказался от оплаты через WebMoney Check платежа lmi_wminvoiceid

# X20_P000555
source: Specified lmi_wminvoiceid not registred for sms payment by Webmoney Purse
ru: Номер платежа, указанный в lmi_wminvoiceid не зарегистрирован в системе как СМС-платеж Webmoney

# X20_P000556
source: Specified lmi_clientnumber_code wrong
ru: Указанный в lmi_clientnumber_code код неверен

# X20_P000557
source: User canceled payment lmi_wminvoiceid by WebMoney Purse
ru: Пользователь отказался от оплаты lmi_wminvoiceid

# X20_P000558
source: SMS for lmi_wminvoiceid not send by XMLTransRequest
ru: СМС для lmi_wminvoiceid не было отправлено XMLTransRequest

# X20_P000571
source: Specified in lmi_client_number WebMoney check not exists
ru: WM.Check, указанный в lmi_client_number WebMoney, не существует

# X20_P000572
source: Specified in lmi_client_number WebMoney check have wrong WM type (example - merchant have WMZ purse, but WebMoney check - WMR type)
ru: WM.Check, указанный в lmi_client_number WebMoney относится к другому типу титульных знаков (например, у продавца кошелек типа WMZ, а WebMoney check содержит кошелек типа WMR)

# X20_P000573
source: Specified in lmi_client_number WebMoney check have no enough money
ru: На WM.Check, указанный в lmi_client_number недостаточно средств

# X21P_P000601
source: Please contact the merchant. Trust for the merchant's ID cannot be set since the WMID could not be found (incorrectly specified) or its status does not allow setting trust.
ru: Обратитесь, пожалуйста, к продавцу, доверие к его WMID не может быть установлено, так как WMID не найден (указан с ошибкой) или имеет недопустимый для установки доверия статус.

# X21P_P000602
source: Please contact the merchant. Trust for the merchant's ID cannot be set since the WMID could not be found (incorrectly specified) or its status does not allow setting trust (no access to XML interfaces).
ru: Обратитесь, пожалуйста, к продавцу, доверие к его WMID не может быть установлено, так как WMID не найден (указан с ошибкой) или имеет недопустимый для установки доверия статус (нет доступа к XML-интерфейсам).

# X21P_P000603
source: Please contact the merchant. Only purses of types WMZ, WME, WMR, WMU, WMG, WMB and WMV can be used to set trust. The merchant wants to receive trust for a purse of another type.
ru: Обратитесь, пожалуйста, к продавцу, только кошельки WMZ, WME, WMR, WMU, WMG, WMB, WMV типа допустимы при установке доверия, а ваш продавец хочет получить доверие на кошелек какого-то другого типа.

# X21P_P000604
source: Please contact the merchant. The merchant purse to which funds will be transferred was not found (incorrectly entered) or has an incompatible status.
ru: Обратитесь, пожалуйста, к продавцу, его кошелек на который будут переводиться средства не найден (указан с ошибкой) или имеет статус не разрешающий это делать.

# X21P_P000605
source: Please contact the merchant. The merchant is asking for a greater trust limit than can be set through this interface.
ru: Обратитесь, пожалуйста, к продавцу, он запрашивает доверие в объеме выше, чем может быть установлено в рамках данного интерфейса.

# X21P_P000606
source: Please contact the merchant. The merchant is asking for trust for an WMID to which the purse for receiving funds does not belong, and there is no relationship between the WMID and the purse.
ru: Обратитесь, пожалуйста, к продавцу, он запрашивает доверие на WMID которому не принадлежит кошелек, куда планируется производить оплату, при этом они не связаны между собой никакими отношениями.

# X21P_P000607
source: Please contact the merchant. The type of trust required by the merchant does not exist.
ru: Обратитесь, пожалуйста, к продавцу, он запрашивает доверие несуществующего типа.

# X21P_P000608
source: You have specified a phone number (WMID, WM purse or email address) for which the merchant already has the required trust. Please review your current trust settings at security.wmtransfer.com
ru: Вы указали телефон (WMID, WM-кошелек или E-mail) для которого данному продавцу уже установлено требуемое доверие, посмотрите Ваши текущие настройки доверия на security.webmoney.ru

# X21P_P000609
source: You have specified a phone number (WMID, WM purse or email address) for which the merchant already has the required trust, but the merchant wants payment to another purse. Please review your current trust settings at security.wmtransfer.com If necessary, delete this trust and try again.
ru: Вы указали телефон (WMID, WM-кошелек или E-mail) для которого данному продавцу уже установлено требуемое доверие, но продавец хочет платить на другой кошелек, посмотрите ваши текущие настройки доверия на security.webmoney.ru, если необходимо удалите это доверие и попробуйте снова.

# X21P_P000610
source: The purse found for the indicated phone number (WMID, WM purse or email address) already has trust, but for another WMID. If necessary, review your trust settings at security.wmtransfer.com, delete that trust and try again.
ru: Ваш кошелек, найденный по указанному телефону (WMID, WM-кошелек или E-mail) уже имеет доверие, но для другого WMID, если необходимо, то посмотрите ваши текущие настройки доверия на security.webmoney.ru, удалите это доверие и попробуйте снова.

# X21P_P000611
source: Please contact the merchant. The merchant's WMID does not have the passport necessary for using this interface (personal or higher)
ru: Обратитесь, пожалуйста, к продавцу, его WMID не имеет требуемого для работы с данным интерфейсом аттестата (персональный или выше)

# X21P_P000612
source: We could not find a WMID in the system that matches the phone number you entered. Visit passport.wmtransfer.com to enter and verify your cell phone number.
ru: По указанному вами телефону мы не смогли найти WMID в Cистеме, обратитесь к сайту passport.webmoney.ru чтобы указать и проверить там свой мобильный телефон.

# X21P_P000613
source: We found a WMID in the system for the phone number you entered, but the phone number is not verified for that WMID. Visit passport.wmtransfer.com to verify your cell phone number.
ru: По указанному вами телефону мы нашли WMID в Cистеме, но данный телефон не имеет статус проверенного в данном WMID, обратитесь к сайту passport.webmoney.ru чтобы проверить там свой мобильный телефон.

# X21P_P000614
source: We found a WMID in the system for the phone number you entered, but it does not have the type of purse required by the merchant. Create a purse of the necessary type and top it up.
ru: По указанному вами телефону мы нашли WMID в Cистеме, но в нем нет требуемого продавцу типа кошелька, Вам необходимо создать кошелек нужного типа и пополнить его.

# X21P_P000615
source: We found a WMID in the system for the phone number you entered, but it is configured to work with "merchant.wmtransfer.com". You need to either create another WM purse under this WMID and top it up, or if you think it feasible, grant trust to the found purse, but do this independently at security.wmtransfer.com
ru: По указанному вами телефону мы нашли WMID в Cистеме, но он настроен на работу с сервисом merchant.webmoney.ru, вам необходимо, либо завести другой WM-кошелек в данном WMID и пополнить его, либо если вы сочтете это возможным, дать доверие найденному кошельку, но сделать это самостоятельно на сайте security.webmoney.ru

# X21P_P000616
source: The WMID you specified was not found in the system (incorrectly specified) or has a status incompatible with this interface. Contact technical support at support.wmtransfer.com.
ru: Указанный вами WMID в Cистеме не найден (указан с ошибкой), либо имеет статус, который не позволяет работать с данным интерфейсом, обратитесь пожалуйста в тех. поддержку Cистемы на support.wmtransfer.com.

# X21P_P000617
source: The WMID you specified was found in the system, but the mobile phone indicated for it has not been verified. Log in with your WMID on passport.wmtransfer.com to check the cell phone number in your passport.
ru: Указанный вами WMID в Cистеме найден, но указанный в нем мобильный телефон не проверен, обратитесь с вашим WMID к сайту passport.webmoney.ru, чтобы проверить мобильный телефон в аттестате.

# X21P_P000618
source: A purse of the necessary type was not found for the WMID you entered. Create one, top it up, and try again.
ru: Кошелек требуемого типа не найден в указанном вами WMID, вам необходимо завести и пополнить его и попробовать снова.

# X21P_P000619
source: We found a WM purse in the system for the WMID you specified, but it is configured to work with "merchant.wmtransfer.com". You need to either create another WM purse under this WMID and top it up, or if you think it feasible, grant trust to the found purse, but do this independently at security.wmtransfer.com
ru: По указанному вами WMID мы нашли WM-кошелек в Cистеме, но он настроен на работу с сервисом merchant.webmoney.ru, Вам необходимо, либо завести другой WM-кошелек в данном WMID и пополнить его, либо если вы сочтете это возможным, дать доверие найденному кошельку, но сделать это самостоятельно на сайте security.webmoney.ru

# X21P_P000620
source: We could not find a WMID in the system that matches the e-mail address you entered. Visit passport.wmtransfer.com to enter and verify your e-mail address.
ru: По указанному вами E-mail мы не смогли найти WMID в Системе, обратитесь к сайту passport.webmoney.ru чтобы указать и проверить там свой E-mail.

# X21P_P000621
source: We found a WMID in the system for the e-mail address you entered, but the cell phone number for it does not have verified status in the WMID passport. Visit passport.wmtransfer.com to verify your cell phone number.
ru: По указанному вами E-mail мы нашли WMID в Системе, но мобильный телефон в нем не имеет статус проверенного в аттестате WMID, обратитесь к сайту passport.webmoney.ru чтобы проверить там свой мобильный телефон.

# X21P_P000622
source: We found a WMID in the system for the e-mail address you entered, but it does not have the type of purse required by the merchant. Create a purse of the necessary type and top it up.
ru: По указанному вами E-mail мы нашли WMID в Системе, но в нем нет требуемого продавцу типа кошелька, вам необходимо создать кошелек нужного типа и пополнить его.

# X21P_P000623
source: We found a WMID in the system for the e-mail address you entered, but it is configured to work with "merchant.wmtransfer.com". You need to either create another WM purse under the WMID with this e-mail address and top it up, or if you think it feasible, grant trust to the found purse, but do this independently at security.wmtransfer.com.
ru: По указанному вами E-mail мы нашли WMID в Системе, но он настроен на работу с сервисом merchant.webmoney.ru, вам необходимо, либо завести другой WM-кошелек в WMID с указанным E-mail и пополнить его, либо если вы сочтете это возможным, дать доверие найденному кошельку, но сделать это самостоятельно на сайте security.webmoney.ru

# X21P_P000624
source: The purse you specified was not found in the system. Check your information and try again.
ru: Указанный вами кошелек не найден в Системе, возможно он указан с ошибкой.

# X21P_P000625
source: The WMID to which the specified WM purse belongs does not have a verified cell phone number. Log in with your WMID on passport.wmtransfer.com to verify your cell phone number.
ru: В WMID, которому принадлежит указанный вами WM-кошелек, не проверен мобильный телефон. Обратитесь с вашим WMID к сайту passport.webmoney.ru, чтобы проверить там свой мобильный телефон.

# X21P_P000626
source: The WM purse you specified is configured to work with "merchant.wmtransfer.com". You need to either create another WM purse under this WMID and top it up, or if you think it feasible, grant trust to the found purse, but do this independently at security.wmtransfer.com
ru: Указанный вами WM-кошелек настроен на работу с сервисом merchant.webmoney.ru, вам необходимо, либо завести другой WM-кошелек в данном WMID и пополнить его, либо если вы сочтете это возможным, дать доверие найденному кошельку, но сделать это самостоятельно на сайте security.webmoney.ru

# X21P_P000628
source: The SMS text to be sent to your phone is too long. Contact the merchant to call the interface with the smallest amount of SMS characters possible.
ru: Созданный для отправки на ваш телефон текст СМС имеет слишком большую длину, обратитесь к продавцу, чтобы он настроил вызов интерфейса с минимально требуемым количеством символов в СМС.

# X21P_P000629
source: Unfortunately we could not send an SMS (USSD) since the WebMoney SMS service is currently not responding. Please try again a bit later.
ru: К сожалению мы не смогли отправить СМС (или USSD) так как СМС-сервис Системы в данный момент не отвечает, попробуйте пожалуйста повторить операцию несколько позднее.

# X21P_P000635
source: You were already trying to send a request for trust just a little bit ago. Please try again in at least one minute.
ru: Вы уже пробовали отправлять запрос на установку доверия только что, попробуйте, пожалуйста, в следующий раз не ранее чем через 1 минуту.

# X21P_P000636
source: You were already trying to send a request for trust just a little bit ago, and you tried a large number of times. Please try again after three hours.
ru: Вы уже пробовали отправлять запрос на установку доверия, причем уже несколько раз, попробуйте пожалуйста в следующий раз не ранее чем через 3 часа.

# X21P_P000640
source: Unfortunately, we could not find the trust indicated for confirmation. Please try starting again from the beginning, and if this error happens again, contact the merchant about the problem.
ru: Мы к сожалению не смогли найти указанное для подтверждения доверие, пожалуйста попробуйте еще раз все с самого начала и если повторится тоже самое, обратитесь с данной проблемой к своему продавцу.

# X21P_P000641
source: Unfortunately, it has already been over 24 hours since you requested that trust be set. This request cannot be confirmed anymore, so please make your request again.
ru: К сожалению уже прошло более 24 часов с момента как Вы сделали запрос на установку доверия, необходимо сделать запрос снова, так как этот запрос подтвердить уже нельзя.

# X21P_P000642
source: You have tried several times in two hours to indicate an incorrect SMS code. Please try again later.
ru: В течении 2х часов вы попробовали указать неверный СМС-код уже несколько раз, попробуйте пожалуйста снова позднее.

# X21P_P000643
source: Specified SMS code is invalid or you have not confirmed the USSD query yet.
ru: Указанный СМС-код неверен, либо USSD запрос пока вами не подтвержден.

# X21P_P000650
source: You canceled the request for setting trust over USSD.
ru: Вы отменили запрос на установку доверия по USSD.

# X21P_P000651
source: You have not confirmed the request for setting trust over USSD.
ru: Запрос на установку доверия по USSD пока Вами не подтвержден.

# X21P_P000652
source: Failed to set trust. Contact WebMoney technical support and indicate the data you entered.
ru: Произошел отказ в установке доверия, обратитесь пожалуйста в тех. поддержку Системы с указанием вводимых вами данных.

# X21_N000100
source: general query parsing error
ru: общая ошибка при разборе запроса

# X22_N000100
source: general request parsing error
ru: общая ошибка при разборе запроса

# X2_N000001
source: Invalid value for w3s.request/reqn
ru: неверное значение поля w3s.request/reqn

# X2_N000002
source: Invalid value for w3s.request/sign
ru: неверное значение поля w3s.request/sign

# X2_N000003
source: Invalid value for w3s.request/trans/tranid
ru: неверное значение поля w3s.request/trans/tranid

# X2_N000004
source: Invalid value for w3s.request/trans/pursesrc
ru: неверное значение поля w3s.request/trans/pursesrc

# X2_N000005
source: Invalid value for w3s.request/trans/pursedest
ru: неверное значение поля w3s.request/trans/pursedest

# X2_N000006
source: Invalid value for w3s.request/trans/amount
ru: неверное значение поля w3s.request/trans/amount

# X2_N000007
source: Invalid value for w3s.request/trans/desc
ru: неверное значение поля w3s.request/trans/desc

# X2_N000008
source: Field for w3s.request/trans/pcode is too long
ru: слишком длинное поле w3s.request/trans/pcode

# X2_N000009
source: Field w3s.request/trans/pcode should not be empty if w3s.request/trans/period > 0
ru: поле w3s.request/trans/pcode не должно быть пустым если w3s.request/trans/period > 0

# X2_N000010
source: Field w3s.request/trans/pcode should be empty if w3s.request/trans/period = 0
ru: поле w3s.request/trans/pcode должно быть пустым если w3s.request/trans/period = 0

# X2_N000011
source: Invalid value for w3s.request/trans/wminvid
ru: неверное значение поля w3s.request/trans/wminvid

# X2_N000012
source: Identifier sent for w3s.request/wmid is not registered
ru: идентификатор переданный в поле w3s.request/wmid не зарегистрирован

# X2_N000014
source: Signature verification failed
ru: проверка подписи не прошла

# X2_N000015
source: Invalid value for w3s.request/wmid
ru: неверное значение поля w3s.request/wmid

# X2_N000017
source: the denomination flag hasn't been transmitted
ru: не передан признак деноминации

# X2_N000100
source: General parsing error. Incorrect request format.
ru: общая ошибка при разборе команды. неверный формат команды.

# X2_N000110
source: Requests are sent from a different IP address than the one specified during the registration of the interface with technical support
ru: запросы отсылаются не с того IP адреса, который указан при регистрации данного интерфейса в Технической поддержке.

# X2_P000004
source: Internal error when creating transaction
ru: внутренняя ошибка при создании транзакции

# X2_P000005
source: Sender’s WMID not found
ru: идентификатор отправителя не найден

# X2_P000006
source: Correspondent not found
ru: корреспондент не найден

# X2_P000007
source: Recipient’s WM purse not found
ru: кошелек получателя не найден

# X2_P000011
source: Sender’s WM purse not found
ru: кошелек отправителя не найден

# X2_P000013
source: Transaction amount should be >0
ru: сумма транзакции должна быть больше нуля

# X2_P000015
source: Internal error when creating transaction
ru: внутренняя ошибка при создании транзакции

# X2_P000017
source: Insufficient amount of funds in the purse
ru: недостаточно средств в кошельке для выполнения операции (исчерпан лимит, если происходит перевод с кошелька через механизм доверия)

# X2_P000019
source: Internal error when creating transaction
ru: внутренняя ошибка при создании транзакции

# X2_P000021
source: The invoice for this transaction was not found
ru: счет, по которому совершается оплата не найден

# X2_P000022
source: Code-protected transfer for this invoice is not available
ru: по указанному счету оплата с протекцией не возможна

# X2_P000023
source: Internal error when creating transaction
ru: внутренняя ошибка при создании транзакции

# X2_P000025
source: The invoice validity period has expired
ru: время действия оплачиваемого счета закончилось

# X2_P000026
source: Different purses should be used for this operation
ru: в операции должны участвовать разные кошельки

# X2_P000029
source: The types of purses are different
ru: типы кошельков отличаются

# X2_P000030
source: Purse doesn’t support direct transfers
ru: кошелек не поддерживает прямой перевод (например для кредитных кошельков C или D)

# X2_P000034
source: Payer must inform their personal information on the web-site WebMoney Passport
ru: плательщику необходимо заполнить персональную информацию на сайте Центра Аттестации

# X2_P000035
source: Payer is not authorized by the correspondent to execute this operation
ru: плательщик не авторизован корреспондентом для выполнения данной операции

# X2_P000058
source: Funds limit for the recipient’s purses has been exceeded
ru: превышен лимит средств на кошельках получателя

# X2_P000072
source: Servicing of WME withdrawals temporarily suspended. Please read the WME guarantor identification rules
ru: Обслуживание на вывод средств в WME временно приостановлено, ознакомьтесь с требованиями Гаранта по идентификации

# X2_P000073
source: Service to the WME funds recipient has been temporarily suspended. Please read the WME guarantor identification rules
ru: Обслуживание получателя средств в WME временно приостановлено, ознакомьтесь с требованиями Гаранта по идентификации

# X2_P000074
source: Service to the WME funds recipient has been temporarily suspended. Please read the WME guarantor identification rules
ru: Обслуживание получателя средств в WME временно приостановлено, ознакомьтесь с требованиями Гаранта по идентификации

# X2_P000102
source: The requirement for constant increase in the w3s.request/reqn parameter has not been met
ru: не выполнено условие постоянного увеличения значения параметра w3s.request/reqn
