Repository: MarketKernel/webmoney-business-tools
Catalog: Ext/PartialTrustInstaller/Properties/AppResources.*.resx
Languages: ru

# MainWindow_MainWindowOnLoaded_Downloading_manifest
source: Downloading manifest...
ru: Загружаем манифест...

# MainWindow_MainWindowOnLoaded_Download_version__0__of__1
source: Download version {0} of {1}...
ru: Загружаем версию {0} от {1}...

# MainWindow_MainWindowOnLoaded_File_successfully_downloaded
source: File successfully downloaded!
ru: Файл успешно загружен!

# MainWindow_MainWindowOnLoaded_Manifest_successfully_downloaded
source: Manifest successfully downloaded!
ru: Манифест успешно загружен!

# MainWindow_MainWindowOnLoaded_The_file_is_corrupted
source: The file is corrupted!
ru: Файл поврежден!

# MainWindow_MainWindowOnLoaded_Unable_to_download_file
source: Unable to download file!
ru: Не удалось загрузить файл!

# MainWindow_MainWindowOnLoaded_Unable_to_download_manifest
source: Unable to download manifest!
ru: Не удалось загрузить манифест!

# MainWindow_MainWindowOnLoaded_Wrong_digital_signature_of_the_manifest
source: Wrong digital signature of the manifest!
ru: Неверная цифровая подпись манифеста!

# MainWindow_CancelButtonText
source: Cancel
ru: Отмена

# MainWindow_Title
source: WebMoney Business Tools Setup
ru: Установка WebMoney Business Tools

# MainWindow_MainWindowOnLoaded_The_program_is_already_installed
source: The program is already installed
ru: Программа уже установлена

# MainWindow_MainWindowOnLoaded_Unable_to_remove_the_previous_installation_
source: Unable to remove the previous installation!
ru: Не удалось удалить предыдущую инсталляцию!

source: The program is already installed on your computer. Would you like to replace it with version {0} of {1}?
ru: Программа уже установлена на вашем компьютере. Желаете заменить ее на версию {0} от {1}?

# MainWindow_Cancel_Close
source: Close
ru: Закрыть

# MainWindow_MainWindowOnLoaded_Archive_unpacking___
source: Archive unpacking...
ru: Распаковка архива...

# MainWindow_MainWindowOnLoaded_Finish
source: Finish
ru: Закрыть

# MainWindow_MainWindowOnLoaded_Program_installation_completed_successfully_
source: Program installation completed successfully!
ru: Установка программы завершена успешно!

# MainWindow_MainWindowOnLoaded_Unable_to_unzip_the_archive_
source: Unable to unzip the archive!
ru: Не удалось распаковать архив!

# MainWindow_MainWindow_B
source: B
ru: Б

# MainWindow_MainWindow_KB
source: KB
ru: кбайт

# MainWindow_MainWindow_MB
source: MB
ru: Мбайт

# MainWindow_MainWindowOnLoaded_Failed_to_create_directory_
source: Failed to create directory!
ru: Не удалось создать папку программы!
