Repository: MarketKernel/webmoney-business-tools
Catalog: Src/WMBusinessTools.Extensions/Forms/CertificateForm.*.resx
Languages: ru

# commandBarGroupBox.Text
source: Commands
ru: Команды

# aboutLabel.Text
source: Info:
ru: О себе:

# certificateLabel.Text
source: Degree:
ru: Аттестат:

# levelsLabel.Text
source: Levels:
ru: Уровни:

# nameLabel.Text
source: Full name:
ru: ФИО:

# addressLabel.Text
source: Address:
ru: Адрес:

# contactsLabel.Text
source: Communication:
ru: Контакты:

# claimsLabel.Text
source: Claims:
ru: Отзывы:

# generalInfoTabPage.Text
source: Primary Info
ru: Сводная информация

# certificateDataTabPage.Text
source: Certificate
ru: Данные аттестата

# wmIdsTabPage.Text
source: Attached Identifiers
ru: Прикрепленные идентификаторы

# cancelButton.Text
source: &Close
ru: &Закрыть

# okButton.Text
source: &Search again
ru: &Искать снова

# $this.Text
source: Certificate
ru: Аттестат
