Repository: MarketKernel/webmoney-business-tools
Catalog: Src/WMBusinessTools/InitializationForm.*.resx
Languages: ru

# cancelButton.Text
source: &Cancel
ru: &Отмена

# backButton.Text
source: < &Back
ru: < &Назад

# nextButton.Text
source: &Next >
ru: &Далее >

# precompileLabel.Text
source: Please wait until the precompile is complete. This one-time procedure will take about five minutes, but it will significantly speed up the launch of the program.
ru: Подождите пока прекомпиляция завершится. Эта разовая процедура займет около пяти минут, но зато значительно ускорит запуск программы.

# precompileTabPage.Text
source: Precompilation
ru: Прекомпиляция

# notAcceptAgreementRadioButton.Text
source: I do not accept the agreement
ru: Не принимаю соглашение

# acceptAgreementRadioButton.Text
source: Accept agreement
ru: Принимаю соглашение

# eulaRichTextBox.Text
source: Copyright (c) 2009-2018 MarketKernel Permission is hereby granted, free of charge, to any person obtaining a copy of this software and associated documentation files (the "Software"), to deal in the Software without restriction, including without limitation the rights to use, copy, modify, merge, publish, distribute, sublicense, and/or sell copies of the Software, and to permit persons to whom the Software is furnished to do so, subject to the following conditions: The above copyright notice and this permission notice shall be included in all copies or substantial portions of the Software. THE SOFTWARE IS PROVIDED "AS IS", WITHOUT WARRANTY OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO THE WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NONINFRINGEMENT. IN NO EVENT SHALL THE AUTHORS OR COPYRIGHT HOLDERS BE LIABLE FOR ANY CLAIM, DAMAGES OR OTHER LIABILITY, WHETHER IN AN ACTION OF CONTRACT, TORT OR OTHERWISE, ARISING FROM, OUT OF OR IN CONNECTION WITH THE SOFTWARE OR THE USE OR OTHER DEALINGS IN THE SOFTWARE.
ru: Copyright (c) 2009-2018 MarketKernel Данная лицензия разрешает лицам, получившим копию данного программного обеспечения и сопутствующей документации (в дальнейшем именуемыми «Программное Обеспечение»), безвозмездно использовать Программное Обеспечение без ограничений, включая неограниченное право на использование, копирование, изменение, слияние, публикацию, распространение, сублицензирование и/или продажу копий Программного Обеспечения, а также лицам, которым предоставляется данное Программное Обеспечение, при соблюдении следующих условий: Указанное выше уведомление об авторском праве и данные условия должны быть включены во все копии или значимые части данного Программного Обеспечения. ДАННОЕ ПРОГРАММНОЕ ОБЕСПЕЧЕНИЕ ПРЕДОСТАВЛЯЕТСЯ «КАК ЕСТЬ», БЕЗ КАКИХ-ЛИБО ГАРАНТИЙ, ЯВНО ВЫРАЖЕННЫХ ИЛИ ПОДРАЗУМЕВАЕМЫХ, ВКЛЮЧАЯ ГАРАНТИИ ТОВАРНОЙ ПРИГОДНОСТИ, СООТВЕТСТВИЯ ПО ЕГО КОНКРЕТНОМУ НАЗНАЧЕНИЮ И ОТСУТСТВИЯ НАРУШЕНИЙ, НО НЕ ОГРАНИЧИВАЯСЬ ИМИ. НИ В КАКОМ СЛУЧАЕ АВТОРЫ ИЛИ ПРАВООБЛАДАТЕЛИ НЕ НЕСУТ ОТВЕТСТВЕННОСТИ ПО КАКИМ-ЛИБО ИСКАМ, ЗА УЩЕРБ ИЛИ ПО ИНЫМ ТРЕБОВАНИЯМ, В ТОМ ЧИСЛЕ, ПРИ ДЕЙСТВИИ КОНТРАКТА, ДЕЛИКТЕ ИЛИ ИНОЙ СИТУАЦИИ, ВОЗНИКШИМ ИЗ-ЗА ИСПОЛЬЗОВАНИЯ ПРОГРАММНОГО ОБЕСПЕЧЕНИЯ ИЛИ ИНЫХ ДЕЙСТВИЙ С ПРОГРАММНЫМ ОБЕСПЕЧЕНИЕМ.

# eulaTabPage.Text
source: Agreement
ru: Соглашение

# optionsLabel.Text
source: It is recommended to precompile the libraries to speed up the program. The process will take about five minutes.
ru: Рекомендуется выполнить прекомпиляцию библиотек для ускорения работы программы. Процесс займет около пяти минут.

# notPrecompileRadioButton.Text
source: Do not precompile
ru: Не прекомпилировать

# precompileRadioButton.Text
source: Perform precompilation
ru: Выполните прекомпиляцию

# settingsTabPage.Text
source: Options
ru: Опции

# $this.Text
source: WebMoney Business Tools Initialization
ru: Первый запуск WebMoney Business Tools
